var CH = [];

CH[0] = "傲娇的小萝莉";
CH[1] = "觉醒的皮卡丘";
CH[2] = "进击的羞羞娘";
CH[3] = "直男之神";
CH[4] = "奇怪的蜀黍";
CH[5] = "帅哥协会会长";
CH[6] = "蛋疼先森";
CH[7] = "幼儿园老大";
CH[8] = "官方指定老公";
CH[9] = "官方指定老婆";
CH[10] = "老衲用飘柔";
CH[11] = "骑猪上高速";
CH[12] = "买女孩的小火材";
CH[13] = "狗不理先生";
CH[14] = "动力火锅";
CH[15] = "暗恋未遂";
CH[16] = "彩照的熊猫";
CH[17] = "挑逗上帝";
CH[18] = "帅的被通缉";
CH[19] = "咸湿双煞";
CH[20] = "怕瓦落地";
CH[21] = "妇产科主任";
CH[22] = "牛B的炮灰";
CH[23] = "沮丧的正太";
CH[24] = "凹凸曼";
CH[25] = "飘逸的兔斯基";
CH[26] = "拉风小子";
CH[27] = "旺仔小樱桃";
CH[28] = "宅男之巅";
CH[29] = "石榴姐";
CH[30] = "霸气嘲讽";
CH[31] = "谈情不如逗狗";
CH[32] = "割动脉喝脉动";
CH[33] = "念来过倒会逼逗";
CH[34] = "呆萌倍儿爽";
CH[35] = "卤蛋超人";
CH[36] = "蛋疼先森";
CH[37] = "樱桃炖小丸子";
CH[38] = "给烟不给火";
CH[39] = "长得很辟邪";
CH[40] = "安静的美男子";

function getRandomCH() {

    var div = getRandNo(CH.length - 1, [100]);
    return CH[div];
}


